Repository: common-repository/story-lines
Catalog: languages/story-lines-*.po
Languages: de_de, fr_fr, it_it

source: Add Story Lines
de_de: Handlungsstränge hinzufügen
fr_fr: Additionnez les lignes de l’histoire
it_it: Aggiungere linee di storia

source: Title:
de_de: Başlık
fr_fr: Titres :
it_it: Nome da visualizzare:

source: Size (as a percentage):
de_de: Größe (in Prozent):
fr_fr: Dimensions (en pourcentage) :
it_it: Dimensioni (in percentuale):

source: Float:
de_de: Fließend
fr_fr: Flotteur
it_it: Scorrimento testo:

source: Background Color for title section
de_de: Hintergrundfarbe für Titelbereich
fr_fr: Couleur d’arrière-plan de la section du titre
it_it: Colore di sfondo per la sezione del titolo

source: Background Color for main section
de_de: Hintergrundfarbe für main-Sektion
fr_fr: Couleur d’arrière-plan pour la section principale
it_it: Colore di sfondo per la sezione principale

source: Color for the title text
de_de: Farbe für den Titeltext
fr_fr: Couleur pour le texte du titre
it_it: Colore per il testo del titolo

source: Color for text of the main section
de_de: Farbe für Text des Hauptabschnitts
fr_fr: Couleur pour le texte de la section principale
it_it: Colore per il testo della sezione principale

source: Story Line:
de_de: Handlung:
fr_fr: Témoignage :
it_it: Linea di storia:

source: Anchor ID:
de_de: Anker-ID
fr_fr: ID de l’ancre :
it_it: ID di ancoraggio:

source: Remove Line
de_de: Zeile entfernen
fr_fr: Retirer ligne
it_it: Rimuovere linea

source: Add Story Line
de_de: Geschichte hinzufügen
fr_fr: Ajoutez la ligne de l’histoire
it_it: Aggiungi linea di storia

source: Story Lines Help
de_de: Handlungsstränge Hilfe
fr_fr: Aide de lignes de l’histoire
it_it: Storia linee guida

source: Anchor Links
de_de: Anker-Links
fr_fr: Liens d’ancrage
it_it: Collegamenti di ancoraggio

source: To create and add anchor links to the story lines, first wrap the area you want to jump to in a div or span and give the element an id (i.e. &lt;span id="your-id"&gt;). Then add the id you have given the section to the appropriate story line.
de_de: Zu erstellen und die Handlungsstränge Anker-Links hinzufügen, zunächst wickeln Sie den Bereich in einem Div oder Span zu springen und dem Element eine Id zu geben soll (d. h. < Span Id = "Ihre-Id" >). Fügen Sie die Id, die Sie im Abschnitt für die entsprechende Handlung gegeben haben.
fr_fr: Pour créer et ajouter des liens d’ancrage pour les lignes de l’histoire, tout d’abord envelopper la zone que vous voulez aller à dans un div ou span et donner l’élément id (i.e. < span id = « votre id » >). Puis ajoutez l’id que vous avez donné à la section de la ligne appropriée de l’histoire.
it_it: Per creare e aggiungere collegamenti di ancoraggio per le linee di storia, prima di avvolgere la zona che si desidera saltare in un div o span e assegnare all'elemento un id (cioè &lt;span id="your-id"&gt;). Quindi aggiungere l'id che hai dato la sezione per la linea di storia appropriata.

source: Story Lines Widget
fr_fr: Widget de lignes de l’histoire
it_it: Linee di storia Widget

source: Add a list of story highlights at the top of your posts to let your readers really know what your story is all about.
de_de: Fügen Sie eine Liste der Geschichte hebt an der Spitze Ihrer Beiträge, lassen Ihre Leser wirklich wissen, worum es in Ihrer Geschichte geht.
fr_fr: Ajouter qu'une liste d’histoire met en évidence en haut de vos messages pour permettre à vos lecteurs savent vraiment ce que votre histoire est tout au sujet.
it_it: Aggiungere che un elenco di storia mette in evidenza nella parte superiore dei tuoi post per lasciare che i tuoi lettori veramente sapere che cosa la tua storia è tutto.
